wrk/remote-sensing-platform-without-cache-no-update/wrk-C1.txt
Running 5m test @ http://localhost:60001
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    43.72ms   15.53ms 482.36ms   98.17%
    Req/Sec    23.19      5.38    30.00     58.55%
  Latency Distribution
     50%   41.94ms
     75%   43.08ms
     90%   44.81ms
     99%   89.06ms
  6988 requests in 5.00m, 55.65MB read
Requests/sec:     23.29
Transfer/sec:    189.88KB